Repository: ahm3afifi/QamarDeen
Catalog: Legacy/*.lproj/Localizable.strings
Languages: ar, de, sv, tr

# SystemLanguage
source: English
ar: Arabic
de: Deutsch
sv: Swedish
tr: Türkçe

# AppName
source: QamarDeen
ar: قمر دين

# PrayersTab
source: Prayers
ar: الصلاة
de: Gebete
sv: Böner
tr: Namaz

# QuranTab
source: Quran
ar: القرآن
de: Koran
sv: Koran
tr: Kur'an

# SadaqahTab
source: Sadaqah
ar: الصدقة
tr: Sadaka

# FastingTab
source: Fasting
ar: الصيام
de: Fasten
sv: Fasta
tr: Oruç

# SettingsTab
source: Settings
ar: الإعدادات
de: Einstellungen
sv: Inställningar
tr: Ayarlar

# CancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
sv: Avbryt
tr: İptal

# DoneButton
source: Done
ar: إتمام
de: Fertig
sv: Klar
tr: Tamam

# ShowMoreButton
source: Show More
ar: المزيد
de: Mehr anzeigen
sv: Visa Fler
tr: Daha Fazlasını Göster

# FastingTypeMandatory
source: Fareedah
ar: فريضة
sv: Fard
tr: Farz

# FastingTypeVoluntary
source: Sunnah
ar: تطوّع
tr: Sünnet

# FastingTypeReconcile
source: Qada'
ar: قضاء
tr: Kaza'

# FastingTypeForgiveness
source: Kaffarah
ar: كفّارة
tr: Kefaret

# FastingTypeVow
source: Nazr
ar: نذر
sv: Löfte
tr: Adak

# FastingTypeNone
source: None
ar: لم أصُم
de: Keine
sv: Ingen
tr: Hiçbiri

# prayerButtonNone
source: Not Set
ar: غير محدّد
de: Nicht gebetet
sv: Inte Inställt
tr: Ayarlanmadı

# prayerButtonAlone
source: Alone
ar: مفرد
de: Alleine
sv: Ensam
tr: Yalnız

# prayerButtonAloneWithVoluntary
source: Alone + Sunnah
ar: مفرد + السنّة
de: Alleine + Sunnah
sv: Ensam + Sunnah
tr: Yalnız + Sünnet

# prayerButtonGroup
source: Jama'a
ar: جماعة
tr: Cemaat

# prayerButtonGroupWithVoluntary
source: Jama'a + Sunnah
ar: جماعة + السنّة
tr: Cemaat + Sünnet

# prayerButtonLate
source: Late
ar: خارج الوقت
de: Spät
sv: Försenad
tr: Geç

# prayerButtonExcused
source: Excused
ar: معذورة
de: Entschuldigt
sv: Ursäktad
tr: Mazeretli

# CharityMoney
source: Money
ar: مال
de: Geld
sv: Pengar
tr: Para

# CharityEffort
source: Effort
ar: مجهود
de: Bemühung
sv: Insats
tr: Gayret

# CharityFood
source: Food
ar: إطعام
de: Essen
sv: Mat
tr: Yiyecek

# CharityClothes
source: Clothes
ar: كسوة
de: Kleider
sv: Kläder
tr: Giyecek

# CharitySmile
source: Smile
ar: إبتسامة
de: Lächeln
sv: Leende
tr: Tebessüm

# CharityOther
source: Other
ar: أخرى
de: Anderes
sv: Annat
tr: Diğer

# DailyMode
source: Daily
ar: اليوميّة
de: Täglich
sv: Dagligen
tr: Günlük

# ExtraMode
source: Extra
ar: الإضافيّة
tr: Ekstra

source: Daily Readings
ar: آخر آية
de: Tägliche Lesungen
sv: Senaste Ayah
tr: Günlük Okumalar

# DailyReadingsAyah
source: Ayah Count
ar: عدد الآيات
de: Ayah zahl
sv: Totalt
tr: Ayet Sayısı

source: Extra Readings
ar: السور
de: Extra Lesungen
sv: Extra Läsning
tr: Ekstra Okumalar

# CharityHeader
source: Charities Given
ar: العطاء
de: Nächstenliebe gegeben
sv: Given Allmosa
tr: Yapılan Yardım

source: Hijri Date
ar: التاريخ الهجري
de: Hijri Datum
sv: Hijri Datum
tr: Hicri Tarih

# FastingType
source: Fast Type
ar: النوع
de: Fasten Art
sv: Fasta Typ
tr: Oruç Türü

source: Fajr
ar: فجر
tr: Sabah

# Shuruq
source: Dhuha
ar: ضحى
tr: Duha

source: Dhuhr
ar: ظهر
tr: Öğle

source: Asr
ar: عصر
tr: İkindi

source: Maghrib
ar: مغرب
tr: Akşam

source: Isha
ar: عشاء
tr: Yatsı

source: Qiyam
ar: قيام
tr: Teheccüd

# NumberOfVersesRead
source: %@ ayahs
ar: %@ آيات
sv: %@ Verser
tr: %@ ayet

# PickerAyah
source: Ayah %@
ar: آية %@
tr: Ayet %@

# PickerInstructions
source: Select the last surah and ayah read
ar: إختيار سورة و آية التوقف
de: Wählen Sie die letzte Sarah und Ayah die gelesen wurde
sv: Välj Senast lästa Soorah Eller Ayah
tr: Okuduğunuz son sure ve ayeti seçin

# PickerCancel
source: Cancel
ar: إلغاء
de: Abbrechen
sv: Avbryt
tr: İptal

# PickerNone
source: None
ar: بدون
de: Keine
sv: Ingen
tr: Hiçbiri

# PickerDone
source: Done
ar: إتمام
de: Fertig
sv: Klar
tr: Tamam

# SurahSelectorTitle
source: Select Surahs
ar: إختيار السور
de: Surah asuwählen
sv: Välj Soorah
tr: Sureyi Seçin

source: Log as Daily
ar: تسجيل : النهاية اليومية
de: Täglich
sv: Dagligen
tr: Günlük Olarak Kaydedin

source: Log as Extra
ar: تسجيل : التلاوة الإضافية
de: Extra
sv: Extra
tr: Ekstra Olarak Kaydedin

# GenderMale
source: MALE
ar: ذكر
de: M
sv: MAN
tr: ERKEK

# GenderFemale
source: FEMALE
ar: أنثى
de: W
sv: KVINNA
tr: KADIN

source: About QamarDeen
ar: عن البرنامج
de: Info über QamarDeen
sv: Om QamarDeen
tr: QamarDeen Hakkında

# ExtraPrayersLabel
source: Show extra prayers
ar: إظهار الصلوات الإضافية
de: Extra Gebete zeigen
sv: Visa extra böner
tr: Ekstra vakitleri göster

# UserGenderLabel
source: User gender
ar: الجنس
de: Geschlecht
sv: Användare Kön
tr: Kullanıcının cinsiyeti

# ArabicModeLabel
source: Arabic Mode
ar: العربية
de: Arabische Sprache
sv: Arabiskt Läge
tr: Arapça Modu

source: Quran App
ar: برنامج القرآن
de: Koran App
sv: Koran App

# ProtectionButton
source: Password Protection
ar: حماية البرنامج
de: Password Sicherjeit
sv: Lösenkodlås
tr: Parola Koruması

# ProtectionOn
source: On
ar: نعم
de: An
sv: På
tr: Açık

# ProtectionOff
source: Off
ar: لا
de: Aus
sv: Av
tr: Kapalı

# MoreBatoulApps
source: More from Batoul Apps
ar: Batoul Apps المزيد من
de: Mehr von Batoul Apps
sv: Mer från Batoul Apps
tr: Batoul Apps'in Diğer Uygulamaları

# IslamicApps
source: Islamic Applications from Batoul Apps
ar: برامج إسلامية من Batoul Apps
de: Islamische Applications von Batoul Apps
sv: Islamiska Applikationer från Batoul Apps
tr: Batoul Apps'ten İslami Uygulamalar

# PasscodeTitle
source: Passcode
ar: رمز الدخول
sv: Lösenord
tr: Şifre

# EnterPasscode
source: Enter a Passcode
ar: أدخل رمز الدخول
de: Eingabe eines Passcode
sv: Ange ett Lösenord
tr: Şifreyi Gir

# EnterPasscodeVerify
source: Re-enter Passcode
ar: أعد إدخال رمز الدخول
de: Wiederholte Eingabe des Passcode
sv: Bekräfta Lösenord
tr: Şifreyi Tekrar Gir

source: Enter your passcode
ar: أدخل رمز الدخول
de: Eingabe eines Passcode
sv: Ange Ditt Lösenord
tr: Şifreni Gir

# PasscodeMismatch
source: Passcodes don't match! Try again.
ar: الرقمين غير متطابقين .. الرجاء إعادة المحاولة
de: Passcode ist falsch! Versuchen Sie es nochmal.
sv: Lösenord matchar inte! Försök Igen.
tr: Şifreniz Eşleşmiyor! Tekrar Deneyin.

# PasscodeIncorrect
source: Incorrect passcode. Try again.
ar: الرمز خاطيء .. الرجاء إعادة المحاولة
de: Falsches Passcode. Versuchen Sie es nochmal.
sv: Felaktig Lösenord. Försök Igen.
tr: Yanlış Şifre! Tekrar Deneyin.

# PasscodeCorrect
source: Success
ar: صحيح
de: Erfolgt
sv: Godkänt
tr: Başarılı

# BackButton
source: Back
ar: عودة
de: Zurück
sv: Åter
tr: Geri

# DesignByButton
source: Design by
ar: التصميم
sv: Designad av
tr: Tasarım

# MoreButton
source: Credits
ar: فريق العمل
tr: Hazırlayanlar

# CopyrightLabel
source: Â© 2012 Batoul Apps, All Rights Reserved
ar: © 2012 Batoul Apps, All Rights Reserved
de: © 2012 Batoul Apps, All Rights Reserved
sv: © 2012 Batoul Apps, All Rights Reserved
tr: © 2012 Batoul Apps, All Rights Reserved

source: Total Prayers
ar: مجموع الصلوات
de: Gebete insgesamt
sv: Böner Totalt
tr: Toplam Vakit Sayısı

# TotalCharity
source: Total Charitable Days
ar: مجموع أيام الصدقة
de: Gemeinnützig Tage insgesamt
sv: Allmose Dagar Totalt
tr: Toplam Yardım Günü

# TotalFasts
source: Total Days Fasted
ar: مجموع أيام الصيام
de: Tage insgesamt gefastet
sv: Fastade Dagar Totalt
tr: Toplam Oruçlu Gün Sayısı

# TotalReadings
source: Total Ayahs Read
ar: مجموع الآيات
de: Ayahs insgesamt gelesen
sv: Lästa Verser Totalt
tr: Toplam Okunan Ayet Sayısı

# AverageAyahPerDay
source: Average Ayahs Read Per Day
ar: متوسط عدد الآيات في اليوم
de: Durchschnittliche Ayahs pro Tag gelesen
sv: Lästa Verser I Snitt Per Dag
tr: Bir Günde Okunan Ortalama Ayet Sayısı

source: Reading Days
ar: أيام القراءة
de: Vorlesungs Tage
sv: Läsande Dagar
tr: Okunan Günler

source: Non-Reading Days
ar: الأيام بلا قراءة
de: Vergessene Vorlesungs Tage
sv: Icke Läsande Dag
tr: Okunmayan Günler

source: Charitable Days
ar: أيام العطاء
de: Gemeinnützige Tage
sv: Allmose Dagar
tr: Yardım Yapılan Günler

source: Uncharitable Days
ar: الأيام بلا عطاء
de: Lieblose Tage
sv: Icke Allmose Dagar
tr: Yardım Yapılmayan Günler

# FastingDays
source: Days Fasted
ar: أيام الصيام
de: Tage gefastet
sv: Fastade Dagar
tr: Oruçlu Günler

# NonFastingDays
source: Days Not Fasted
ar: أيام الإفطار
de: Tage nicht gefastet
sv: Icke Fastade Dagar
tr: Oruç Tutulmayan Günler

# QuranAction
source: Read in %@
tr: %@ Ayeti Oku
